tap "achannarasappa/tap"
tap "alexsjones/llmserve"
tap "charmbracelet/tap"
tap "felixkratz/formulae"
tap "gromgit/brewtils"
tap "gurgeous/tap"
tap "peters/horizon"
tap "rokartur/betteraudio"
tap "sozercan/kaset", "https://github.com/sozercan/kaset"
tap "sst/tap"
tap "tarkah/tickrs"
tap "tw93/tap"
brew "aichat"
brew "python@3.12"
brew "aider"
brew "atuin"
brew "libvorbis"
brew "opus"
brew "aubio"
brew "bat"
brew "bats-core"
brew "gettext"
brew "chafa"
brew "chezmoi"
brew "cmake"
brew "codex"
brew "eza"
brew "faad2"
brew "ffmpeg"
brew "fftw"
brew "fresh-editor"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git-delta"
brew "go"
brew "jq"
brew "opusfile"
brew "taglib"
brew "kew"
brew "lazygit"
brew "llmfit"
brew "mackup"
brew "make"
brew "mas"
brew "mosh"
brew "msedit"
brew "musikcube"
brew "neovim"
brew "newsboat"
brew "pandoc"
brew "pkgconf"
brew "python@3.13"
brew "starship"
brew "television"
brew "tmux"
brew "topgrade"
brew "uv"
brew "watch"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "achannarasappa/tap/ticker"
brew "alexsjones/llmserve/llmserve"
brew "charmbracelet/tap/crush"
brew "felixkratz/formulae/sketchybar"
brew "gromgit/brewtils/taproom"
brew "gurgeous/tap/tennis"
brew "peters/horizon/horizon"
brew "sst/tap/opencode"
brew "tarkah/tickrs/tickrs"
brew "tw93/tap/mole"
cask "aionui"
cask "alt-tab"
cask "android-platform-tools"
cask "rokartur/betteraudio/betteraudio"
cask "bettertouchtool"
cask "blip"
cask "chromedriver"
cask "claude-code"
cask "cog-app"
cask "cold-turkey-blocker"
cask "commander"
cask "dockdoor"
cask "font-maple-mono"
cask "font-maple-mono-nf"
cask "font-maple-mono-nf-cn"
cask "font-sauce-code-pro-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "foobar2000"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "iterm2"
cask "jordanbaird-ice"
cask "tw93/tap/kakuku"
cask "sozercan/kaset/kaset"
cask "maccy"
cask "mactex"
cask "neohtop"
cask "obsidian"
cask "openclaw"
cask "reamp"
cask "stats"
cask "supacode"
cask "tailscale-app"
cask "visual-studio-code"
mas "Balatro", id: 6502451661
mas "DaftCloud", id: 1320450034
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Jump Desktop", id: 524141863
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Menu Drop", id: 6754022187
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "rcmd", id: 1596283165
mas "Remixlive", id: 1058801458
mas "Usage", id: 1561788435
mas "WHAT THE CLASH?", id: 1668359542
mas "Windows App", id: 1295203466
vscode "ajshortt.tokyo-hack"
vscode "bceskavich.theme-dracula-at-night"
vscode "docker.docker"
vscode "dracula-theme.theme-dracula"
vscode "ecmel.vscode-html-css"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "gerane.theme-dark-dracula"
vscode "github.copilot-chat"
vscode "huytd.tokyo-city"
vscode "kilocode.kilo-code"
vscode "mattflower.aider"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "rooveterinaryinc.roo-cline"
go "github.com/devflowinc/uzi"
uv "aider-chat"
uv "batrachian-toad"
uv "pcdl"
